7zip
acpi
aircrack-ng
alsa-firmware
alsa-utils
amd-ucode
arandr
arch-install-scripts
atomix
base
base-devel
bluez
bluez-utils
bottom
calibre
discord
dkms
dmenu
dosfstools
efibootmgr
emacs
exfatprogs
fd
gdb
git
gparted
graphviz
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
iperf
iperf3
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
kitty
libimobiledevice
libpulse
linux
linux-firmware
linux-headers
linux-lts
man-db
mtools
mupdf
neovim
networkmanager
noto-fonts-emoji
npm
nvidia-dkms
openssh
os-prober
pandoc-cli
patchelf
pavucontrol
pdfslicer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
poppler-glib
python-virtualenv
ripgrep
screen
scrot
shellcheck
shfmt
sl
slock
sof-firmware
sshfs
strace
tailscale
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
ttf-dejavu
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unarchiver
unclutter
usbmuxd
vi
vim
virt-manager
wget
wireplumber
wireshark-cli
xclip
xdot
xorg-server
xorg-xev
xorg-xinit
xterm
yarn
z3
zip
zram-generator
