acpi
acpilight
alsa-utils
amd-ucode
base
base-devel
bottom
brave-bin
discord
dkms
dmenu
efibootmgr
emacs
git
gparted
grub
gst-plugin-pipewire
i3-wm
i3blocks
i3lock
i3status
iwd
libimobiledevice
libpulse
linux
linux-firmware
linux-headers
man-db
neofetch
neovim
noto-fonts-emoji
nvidia-dkms
openssh
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
rua
rua-debug
scrot
slock
sof-firmware
tmux
ttf-dejavu
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unclutter
usbmuxd
wireplumber
xorg-server
xorg-xev
xorg-xinit
xterm
zram-generator
